Repository: adnankaya/akblog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: About us
tr: Hakkımızda

source: Main Service
tr: Ana Hizmet

source: Main Services
tr: Ana Hizmetler

source: Service
tr: Hizmet

source: Services
tr: Hizmetler

source: Terms of Use
tr: Kullanım Koşulları

source: Lectures
tr: Dersler

source: Start Now
tr: Şimdi Başla

source: Courses not found!
tr: Kurs bulunamadı!

source: Courses not found with this tag! See others.
tr: Bu etiketle ilgili kurs bulunamadı! Diğerlerine göz atın.

source: Could not find the course!
tr: Kurs bulunamadı!

source: Email is already exist!
tr: Email zaten mevcut!

source: Maximum skill number is {}
tr: Maksimum yetenek sayısı {}

source: By joining the developer job seekers dashboard, you accept the terms of use and receive emails.
tr: İş arayanlar panosuna kaydolarak kullanım koşullarını ve sitemizden email almayı kabul etmiş sayılırsınız.

source: Fill in the form to join the developer job seekers board.
tr: İş arayanlar panosuna kaydolmak için formu doldurunuz.

source: Firstname
tr: Ad

source: Lastname
tr: Soyad

source: Experience Years
tr: Tecrübe Yılı

source: Ex; 5
tr: Ör; 5

source: Ex; abraham@adnankaya.example.com
tr: Örneğin; ibrahim@adnankaya.example.com

source: Job Title
tr: Ünvan

source: Ex; Python Web Developer
tr: Ör; Python Web developer

source: Profile Picture URL
tr: Profil Fotoğraf URL

source: Profile Picture URL. Ex; Linkedin profile picture URL
tr: Profil Fotoğraf URL. Ör; Linkedin profil fotoğrafı URLsi

source: Click skills to add.
tr: Eklemek için yeteneklere tıklayın.

source: Submit
tr: Gönder

source: Experience
tr: Tecrübe

source: years
tr: yıl

source: Join Developer Job Seekers Board
tr: İş Arayanlar Panosuna Katılın

source: devs not found!
tr: developers bulunamadı!

source: You joined to the developers board. To be displayed in board please verify your email
tr: İş arayanlar panosuna katıldınız. Panoda görülebilmek için lütfen email adresinizi doğrulayın

source: To take private programming lessons from us, you can contact us via email or social accounts.
tr: Bizden yazılım, programlama özel dersleri almak için, email veya sosyal medya üzerinden iletişime geçebilirsiniz.

source: Phone
tr: Telefon

source: Social Media Accounts
tr: Sosyal Medya Hesapları

source: Welcome to Turkey's Python content platform!
tr: Türkiye'nin Python içerik platformuna hoş geldiniz!

source: On this platform, which opens the doors of the Python world, you can access completely Turkish resources to discover the power of Python.
tr: Python dünyasının kapılarını aralayan bu platformda, Python'un gücünü keşfetmek için tamamen Türkçe kaynaklara erişebilirsiniz.

source: Courses
tr: Kurslar

source: How to benefit from this site?
tr: Bu siteden nasıl faydalanabilirsiniz?

source: Browse >>
tr: Gözat >>

source: Title
tr: Başlık

source: Description
tr: Açıklama

source: Category
tr: Kategori

source: Tags
tr: Etiketler

source: Tags must be min 2 and max 5
tr: Etiketler minimum 2, maksimum 5 adet olmalı

source: Image
tr: Resim

source: Total Amount
tr: Toplam Adet

source: Gift
tr: Hediye

source: Days for Due
tr: Kalan Günler

source: Price Per
tr: Birim Fiyat

source: Discount
tr: İndirim

source: Due Date
tr: Bitiş Tarihi

source: Tags must be min 2, max 5.
tr: Etiketler minimum 2, maksimum 5 olmalı.

source: Uploaded images!
tr: Resimler yüklendi!

source: Error! images could not be uploaded!
tr: Hata! resimler yüklenemedi!

source: Delete Post
tr: Yayını Sil

source: Please confirm!
tr: Lütfen doğrulayın!

source: Are you sure to delete the post?
tr: Yazıyı silmek istediğinize emin misiniz?

source: Close
tr: Kapat

source: Yes
tr: Evet

source: Error!
tr: Hata!

source: Post could not be found! Could be removed.
tr: Yazı bulunamadı! Kaldırılmış olabilir.

source: Filters
tr: Filtreler

source: Filter by category.
tr: Kategoriye göre filtrele.

source: Apply!
tr: Uygula!

source: Report
tr: Bildir

source: Post
tr: Yazı

source: Published by
tr: Yayınlayan

source: Please tell us more..
tr: Lütfen daha fazla açıklama yapınız..

source: Create New Post
tr: Yeni Yazı Oluştur

source: Please confirm your email to activate your published post.
tr: Lütfen email adresinizi doğrulayın ve yayınlanan yazıları aktif hale getirin.

source: You can click here
tr: Buraya tıklayabilirsiniz.

source: to request confirmation mail.
tr: doğrulama mail isteği yapmak için

source: Please enter the title of the post
tr: Lütfen yayın başlığını giriniz.

source: Please enter the description of the post
tr: Lütfen yayın açıklamasını giriniz.

source: Tag 1
tr: Etiket 1

source: Tag 1 Mandatory
tr: Etiket 1 Zorunludur.

source: Tag 2
tr: Etiket 2

source: Tag 2 Mandatory
tr: Etiket 2 Zorunludur

source: Tag 3 (optional)
tr: Etiket 3 (opsiyonel)

source: Tag 4 (optional)
tr: Etiket 4 (opsiyonel)

source: Tag 5 (optional)
tr: Etiket 5 (opsiyonel)

source: Select category
tr: Kategori seçiniz

source: You must select the category.
tr: Kategori seçmelisiniz.

source: You can upload images for the post in the post detail page.
tr: Yazı detay sayfasında yayına ait resimler yükleyebilirsiniz.

source: In the Update Post section.
tr: Yazı Güncelle bölümünden.

source: Tags are important for the post to be found easily.
tr: Etiketler yazınızın kolayca bulunabilmesi, görülebilmesi için önemlidir.

source: At least 2 tags are mandatory!
tr: En az 2 etiket girilmesi zorunludur.

source: Per Price:
tr: Birim Fiyat:

source: Amount
tr: Miktar

source: days for due.
tr: kalan günler.

source: Discount:
tr: İndirim

source: Please send us a message via
tr: Lütfen bize mesaj göndermek için

source: for the package you want to buy!
tr: satın almak istediğiniz paket için

source: Contact
tr: İletişim

source: Last seen:
tr: Son görülme

source: ago
tr: önce

source: The rules to publish a post/ad
tr: Yazı yayınlamak için kurallar

source: Update
tr: Güncelle

source: Delete
tr: Sil

source: images uploaded.
tr: yüklenen resimler

source: images can be added.
tr: resim eklenebilir.

source: Max image
tr: Maksimum resim

source: can be uploaded
tr: yüklenebilir.

source: Select Iamges
tr: Resimleri seçiniz

source: Post Images
tr: Yazı Resimleri

source: Similar Posts
tr: Benzer Yazılar

source: Search...
tr: Ara...

source: Deleted successfully!
tr: Başarıyla silindi!

source: Updated successfully!
tr: Başarıyla güncellendi!

source: Could not found the post!
tr: Yazı bulunamadı!

source: Created new post successfully!
tr: Yeni yayın başarıyla oluşturuldu!

source: Image deleted.
tr: Resim silindi.

source: Thanks for reporting the post!
tr: Yazıyı bildirdiğiniz için teşekkürler!

source: About
tr: Hakkında

source: Phone number format is wrong. Example format 5554443322
tr: Telefon numarası formatı yanlış. Örnek format 5554443322

source: Example 5554442344
tr: Örnek 5554442344

source: Use different email address.
tr: Başka bir email adresi deneyin.

source: New member
tr: Yeni üye

source: Email confirmation.
tr: Email doğrulama.

source: Hi
tr: Merhaba

source: We are excited for that you have joined us.
tr: Aramıza katıldığınız için heyecanlıyız.

source: Please click the following link to confirm your email:
tr: Lütfen aşağıdaki bağlantıya tıklayarak email adresinizi doğrulayın:

source: Thanks
tr: Teşekkürler

source: adnankaya.example.com team
tr: adnankaya.example.com takımı

source: Your email confirmed!
tr: Email adresiniz doğrulandı!

source: Register for free and publish posts!
tr: Ücretsiz üye olun ve yayınlayın!

source: Login
tr: Giriş Yapın

source: Don't have an account? Register
tr: Hesabınız yok mu? Kaydolun

source: Forgot password?
tr: Parolamı unuttum

source: Phone is required. Ex: 5554443322
tr: Telefon gereklidir. Örneğin 5554443322

source: Please enter phone number without starting 0 in the beginning. Example: 5554443322
tr: Lütfen telefon numaranızı başında 0 olmadan giriniz. Ör 5554443322

source: Describe yourself
tr: Kendinizi tanıtın

source: Update Profile
tr: Profil Güncelle

source: Reset Password
tr: Parola Sıfırla

source: Your password is set successfully!
tr: Yeni parolanız başarıyla oluşturuldu.

source: To reset your password, instructions have been sent to your email.
tr: Parola sıfırlamak için talimatlar email adresinize gönderildi.

source: Joined at
tr: Kayıt tarihi

source: Published posts by this user
tr: Bu kullanıcı tarafından yayınlanan yazılar

source: This user did not publish a post yet!
tr: Bu kullanıcı henüz içerik yayınlamadı!

source: Rate
tr: Değerlendir

source: Rate this profile
tr: Bu profili değerlendir

source: Register for free. And share your posts!
tr: Ücretsiz kaydolun ve içeriklerinizi paylaşın!

source: I read and accept terms of use and privacy policy.
tr: Kullanım koşullarını ve gizlilik sözleşmesini kabul ediyorum.

source: Agree and Accept.
tr: Kabul ediyorum.

source: I accept that my personal information can be hosted in the servers that are out of the country.
tr: Kişisel bilgilerin yurt dışındaki sunucularda host edilmesine onay veriyorum.

source: You must agree and accept in order to use this platform!
tr: Platformu kullanabilmek için koşulları kabul etmeniz gerekmektedir.

source: Register
tr: Kaydol

source: Have account?
tr: Hesabını var mı?

source: Search Page
tr: Arama Sayfası

source: Search for users
tr: Kullanıcıları ara

source: Search
tr: Ara

source: seconds
tr: saniye

source: My Packages
tr: Paketlerim

source: Remaining
tr: Kalan

source: Due Date
tr: Bitiş Tarihi

source: You do not have any package yet
tr: Henüz paketiniz yok.

source: You can contact us to
tr: Bizimle iletişime geçebilirsiniz

source: buy a package.
tr: paket almak için

source: Email confirmation has been sent. Please checkout your inbox.. If you can not see email confirmation mail, check out Spam box.
tr: Email doğrulama adresinize gönderildi. Lütfen gelen kutunuzu kontrol ediniz. Eğer göremiyorsanız maili, Spam kutusuna bakabilirsiniz.

source: Activation link is invalid!
tr: Aktivasyon linki geçersiz.

source: You can not use the platform without accepting terms of use.
tr: Kullanım koşullarını kabul etmeden platformu kullanamazsınız.

source: Successfully registered!
tr: Başarıyla kayıt gerçekleşti!

source: Confirmation email has been sent!
tr: Doğrulama maili gönderildi.

source: Could not send email confirmation!
tr: Email doğrulama gönderilemedi!

source: Could not send email confirmation! System administrators will investigate the problem.
tr: Email doğrulama gönderilemedi! Sistem yöneticilerimiz problemi incelemektedir

source: Successfully updated!
tr: Başarıyla güncellendi!

source: Successfully rated! Thanks!
tr: Başarıyla değerlendirme yapıldı! Teşekkürler!

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Categories
tr: Kategoriler

source: Private Lesson
tr: Özel Ders

source: Job Seeker Developers
tr: İş Arayan Yazılımcılar

source: Job Seekers
tr: İş Arayanlar

source: General
tr: Genel

source: About Us
tr: Hakkımızda

source: Profile
tr: Profil

source: Admin
tr: Yönetici

source: Logout
tr: Çıkış

source: Free Email Resources
tr: Ücretsiz Email Kaynakları

source: Example; abraham@adnankaya.example.com
tr: Örneğin; ibrahim@adnankaya.example.com

source: Subscribe to our email newsletter to get the resources that will level up your skills.
tr: Yeteneklerinizi üst seviyelere çıkarmak için email bültenimize abone olabilirsiniz.

source: Subscribe
tr: Abone Ol

source: No spam, unsubscribe anytime
tr: Spam yok, istediğiniz zaman abonelikten çıkabilirsiniz.

source: Categories and Tags
tr: Kategoriler ve Etiketler

source: HTTP 500 ERROR
tr: HTTP 500 Sunucu Hatası!

source: Language
tr: Dil

source: Prev
tr: Önceki

source: Next
tr: Sonraki

source: Posts
tr: Yazılar

source: New Post
tr: Yeni Yazı

source: Members Count:
tr: Üye Sayısı:

source: Settings
tr: Ayarlar

source: Change Theme
tr: Tema Değiştir
